{
  "id": "5ccc3de",
  "model": "phi3.5",
  "input": "Type: Song, Theme: Victory, Style: Shakespearean",
  "output": "(Verse 1)\nHark! Attend the noble tale that's told this day,  \nOf triumph grand in battle fought and bravely won.   \nIn heart of valor where our undaunted knights shine brightly clear,  \nTheir victory sings a melody we hold so dear.    \n\n(Chorus)\nSing songs o'er fields where once the fearsome foes did tread,  \nNow silent stands their retreat before us led by God:   \nFor in arms united and spirits fiery bright,      \nWe carved our victory from dawn till into night.    \n\n(Verse 2)\nFrom shattered shields to fallen king's ashen throne,  \nTheir vanquished heads now rest where crimson rivers flown.   \nNo more shall they rise with arrogance and spite,     \nFor we are heroes forged in fire of night:        \nOur unity unbroken by the darkest hour;      \nIn battle's roar our courage shows its power!    \n\n(Bridge)\nOh hear us sing a paean so clear and true,   \nOf valor’s song that hailed from skies of blue:  \nA testament to strength when shadows fell deepest low,      \nOn battleground where we planted victory's seed.    \nThrough stormy tempests our hearts refused retreat;       \nWith every scar a mark on which their defeat met its end!        \n   \n(Repeat Chorus)  \nSing songs o’er fields where once the fearsome foes did tread,     \nNow silent stands their retreat before us led by God:    \nFor in arms united and spirits fiery bright,      \nWe carved our victory from dawn till into night.         \n   \n(Outro)  \nIn echoed hills where heroic tales are spun so free,       \nOur name shall forevermore sing the song of thee! \nThe mightiest force ‘gainst tide was born and formed;        \nThrough unity our victory’s spirit is adorned.   \nWith every verse let honor's story be told    \nOf how from courageous hearts we broke their hold,  \nFair Fortune kisses us with sweet benediction!       \nFor evermore shall echo in legend of this:                         \nWe triumphant stood against all odd’s design;   \nAnd won the day for honour'd name to shine divine."
}